window.pollResultStore = {
  groups: [
    {
      questions: [
        {
          sort: 'rating',
          title:
            'Об определении компетенции органов управления СРО ААС (Съезда или Правления) по созданию и ликвидации филиалов и представительств',
          answers: [
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абакумова Светлана Владимировна',
              votes: 50 + 8,
            },
            {
              title: 'Абдулганеева Виктория Владимировна',
              votes: 100 + 5,
            },
            {
              title: 'Абдурахманова Айшат Камалитдиновна',
              votes: 23 + 4,
            },
            {
              title: 'Абрамова Екатерина Александровна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
          ],
        },
        {
          sort: 'rating',
          title:
            'Об определении компетенции органов управления СРО ААС (Съезда или Правления)',
          answers: [
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
          ],
        },
        {
          sort: 'rating',
          title:
            'Об определении по созданию и ликвидации филиалов и представительств',
          answers: [
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 23 + 4,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 50 + 8,
            },
            {
              title: 'Абабкова Светлана Сергеевна',
              votes: 100 + 5,
            },
          ],
        },
      ],
    },
  ],
};
