window.pollResultStore = {
  groups: [
    {
      questions: [
        {
          title:
            'Об определении компетенции органов управления СРО ААС (Съезда или Правления) по созданию и ликвидации филиалов и представительств',
          answers: [
            {
              title: 'За',
              votes: 23 + 4,
            },
            {
              title: 'Против',
              votes: 50 + 8,
            },
            {
              title: 'Воздержался',
              votes: 100 + 5,
            },
          ],
        },
      ],
    },
  ],
};
