window.studyCourseStore = {
  editURL: '/components/study.courses.detail/editResponse.json',
  submitURL: '/components/study.courses.detail/submitResponse.json',
  editable: true,
  blocks: [
    {
      id: 'qw123',
      title: 'Вступительные задания',
      programm:
        '6-1-08/Новые международные стандарты финансовой отчетности/8 часов',
      tasks: [
        {
          id: 'task12',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2023',
          start: '10:00',
          end: '18:00',
          hours: '9',
          type: 'Очная дистанционная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Лихникевич И.П.',
          biography:
            'к.э.н., доцент, партнер группы консультационных и аудиторских компаний "Статус", преподаватель Центра переподготовки бухгалтеров и аудиторов МГУ им. М.В. Ломоносова',
        },
        {
          id: 'task13',
          description: 'Требования новых Федеральных',
          date: '28 сентября 2023',
          start: '9:00',
          end: '10:00',
          hours: '1',
          type: 'Заочное',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Сидоров И.П.',
        },
        {
          id: 'task14',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2021',
          start: '10:00',
          end: '18:00',
          hours: '9',
          type: 'Дистанционная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Ковалевский И.П.',
          biography: 'партнер юридической компании "Пепеляев Групп"',
        },
        {
          id: 'task15',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2021',
          start: '10:00',
          end: '18:00',
          hours: '9',
          type: 'Очная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Сидоров И.П.',
          biography: 'к.ю.н., директор юридического Департамента ОАО "Россети"',
        },
      ],
    },
    {
      id: 'qw124',
      title: 'Основные понятия',
      programm:
        '6-1-08/Новые международные стандарты финансовой отчетности/8 часов',
      tasks: [
        {
          id: 'task22',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2023',
          start: '10:00',
          end: '18:00',
          hours: '9',
          type: 'Очная дистанционная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Лихникевич И.П.',
          biography:
            'ведущий юрисконсульт Правового управления, Регистратор Р.О.С.Т. Спикер конференций, посвященных вопросам деятельности акционерных обществ и обществ с ограниченной ответственностью, мероприятий, проводимых в рамках дней "Интеллектуальной собственности", автор статей в журналах "Юрист компании", "Экономика и жизнь", "Интеллектуальная собственность" и других. Автор обзоров законодательных инициатив и изменений в нормативно-правовом регулировании в сфере корпоративного управления.',
        },
        {
          id: 'task23',
          description: 'Требования новых Федеральных',
          date: '28 сентября 2023',
          start: '9:00',
          end: '10:00',
          hours: '1',
          type: 'Заочное',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Сидоров И.П.',
          biography:
            'адвокат, юрист-международник со стажем более 20 лет, управляющий партнер адвокатской коллегии GRAD, преподаватель Moscow Digital School',
        },
        {
          id: 'task24',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2021',
          start: '10:00',
          end: '18:00',
          hours: '9',
          type: 'Дистанционная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Ковалевский И.П.',
          biography:
            'старший юрист, департамент нормативного обеспечения правового управления Ассоциации «НП Совет рынка»',
        },
        {
          id: 'task25',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2021',
          start: '10:00',
          end: '18:00',
          hours: '9',
          type: 'Очная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Сидоров И.П.',
          biography:
            'заместитель начальника отдела правовой и судебной работы в сфере ГОЗ ФАС России',
        },
      ],
    },
    {
      id: 'qw125',
      title: 'Методы корпоративного управления',
      programm:
        '6-1-08/Новые международные стандарты финансовой отчетности/8 часов',
      tasks: [
        {
          id: 'task32',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2023',
          start: '10:00',
          end: '18:00',
          hours: '9',
          type: 'Очная дистанционная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Лихникевич И.П.',
          biography:
            'эксперт в области МСФО, член Международного Совета по финансовой отчетности, ведущий эксперт Фонда развития бухгалтерского учета, автор книг: "Учет по международным стандартам", "Управленческий учет и отчетность" и др.',
        },
        {
          id: 'task33',
          description: 'Требования новых Федеральных',
          date: '28 сентября 2023',
          start: '9:00',
          end: '10:00',
          hours: '1',
          type: 'Заочное',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Сидоров И.П.',
          biography:
            'исполнительный директор НК «Содействие развитию корпоративного законодательства», советник адвокатского бюро «Егоров, Пугинский, Афанасьев и партнеры» , преподаватель кафедры интеллектуальных прав Московского государственного юридического университета им.О.Е. Кутафина (МГЮА), действительный государственный советник юстиции Российской Федерации 2-го класса. Член экспертного совета Суда по интеллектуальным правам',
        },
        {
          id: 'task34',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2021',
          start: '10:00',
          end: '18:00',
          hours: '23',
          type: 'Дистанционная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Ковалевский И.П.',
          biography:
            'к.э.н., директор Центра прикладных экономических исследований и разработок Института развития образования (ИРО) НИУ – ВШЭ',
        },
        {
          id: 'task35',
          description:
            'Требования новых Федеральных стандартов бухгалтерского учета в целях с целью их применения при проведении аудита бухгалтерской (финансовой) отчетности: Система нормативного регулирования БУ в РФ, ФСБУ 5/2019 «Запасы»',
          date: '27 сентября 2021',
          start: '10:00',
          end: '18:00',
          hours: '9',
          type: 'Очная',
          subject: 'Основы правового регулирования имущественных отношений',
          teacher: 'Сидоров И.П.',
          biography:
            'к.э.н., профессор, директор Института развития образования (ИРО) НИУ – ВШЭ',
        },
      ],
    },
  ],
};
